Repository: audiolab/SoundMap-Wordpress-Plugin
Catalog: themes/myMap/languages/*.po
Languages: es_eu

source: This is somewhat embarrassing, isn&rsquo;t it?
es_eu: Hau ez da sobera goxoa, ezta?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching, or one of the links below, can help.
es_eu: Itxura batean, ezin dugu topatu bilaka zabiltzana. Beharbada bilaketa bat egitea lagungarriago izango zaizu.

source: Most Used Categories
es_eu: Gehien erabilitako atalak

source: Try looking in the monthly archives. %1$s
es_eu: Saia zaitez hileroko artxiboetan bilatzen. %1$s

source: Category Archives: %s
es_eu: %s ataleko artxiboa

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
es_eu: Barkatu, baina ez dugu ezer topatu eskatu duzun artxiboan. Beharbada bilaketa bat egiteak lagunduko dizu.

source: This post is password protected. Enter the password to view any comments.
es_eu: Esta entrada est치 protegida con contrase침a. Introduce la contrase침a para poder ver los comentarios.

source: Comment navigation
es_eu: Navegaci칩n de comentarios

source: &larr; Older Comments
es_eu: &larr; Antiguos Comentarios

source: <p>Author: %1$s</br>Date: %2$s</p>
es_eu: <p>Egilea: %1$s</br>Data: %2$s</p>

source: Categories: %1$s<br/>Tags: %2$s</br>
es_eu: Atalak: %1$s<br/>Etiketak: %2$s</br>

source: Edit
es_eu: Editatu

source: Pages:
es_eu: Orrialdeak:

source: Featured
es_eu: Ageri da

source: Continue reading <span class="meta-nav">&rarr;</span>
es_eu: Jarraitu irakurtzen <span class="meta-nav">&rarr;</span>

source: <span class="%1$s">Posted in</span> %2$s
es_eu: <span class="%1$s">Non argitaratua</span> %2$s

source: <span class="%1$s">Tagged</span> %2$s
es_eu: <span class="%1$s">Etiketatua</span> %2$s

source: Leave a reply
es_eu: Utzi erantzun bat

source: <b>1</b> Reply
es_eu: Erantzun <b>1</b>

source: <b>%</b> Replies
es_eu: <b>%</b> erantzun

source: Proudly powered by %s
es_eu: %s-en oinarritua

source: Primary Menu
es_eu: Oinarrizko menua

source: Main Sidebar
es_eu: Alboko barra nagusia

source: Search Results for: %s
es_eu: Bilaketaren emaitza: %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
es_eu: Sentitzen dugu, baina ez dugu zure bilaketari dagokion inolako sarrerarik topatu. Mesedez, saia zaitez berriz beste hitzak erabiliz.

source: Search
es_eu: Bilatu

source: Post navigation
es_eu: Post nabigazioa

source: <span class="meta-nav">&larr;</span> Previous
es_eu: <span class="meta-nav">&larr;</span> Aurrekoa

source: Next <span class="meta-nav">&rarr;</span>
es_eu: Hurrengoa <span class="meta-nav">&rarr;</span>

source: Tag Archives: %s
es_eu: %s etiketadun artxiboak
