Repository: audiolab/SoundMap-Wordpress-Plugin
Catalog: plugins/soundmap/languages/soundmap-*.po
Languages: es_es

source: Marks
es_es: Marcadores

source: Mark
es_es: Marcador

source: Add New Marker
es_es: Añadir nuevo marcador

source: Edit Marker
es_es: Editar marcador

source: New Marker
es_es: Nuevo marcador

source: All Markers
es_es: Todos los marcadores

source: View Marker
es_es: Ver marcadores

source: Search Markers
es_es: Buscar marcadores

source: No markers found
es_es: No se han encontrado marcadores

source: No markers found in Trash
es_es: No se han encontrado marcadores en la papelera

source: Place the Marker
es_es: Ubica el marcador

source: Add a sound file
es_es: Añade una grabación

source: Add info for the marker
es_es: Añade información sobre el marcador

source: Sound files attached.
es_es: Grabaciones añadidas.

source: Author
es_es: Autor

source: Filename
es_es: Archivo

source: Length
es_es: Duración

source: Error moving the file.
es_es: Error moviendo el archivo.

source: Sound Map Configuration
es_es: Configuración del Mapa Sonoro

source: Sound Map
es_es: Mapa Sonoro

source: You do not have sufficient permissions to access this page.
es_es: No tiene suficientes permisos para acceder a esta página

source: Map Configuration
es_es: Configuración del mapa

source: Origin configuration
es_es: Posición inicial

source: Choose the original configuration with the map.
es_es: Elige la configuración original con el mapa.

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Map type
es_es: Tipo de mapa

source: Terrain
es_es: Relieve

source: Satellite
es_es: Satelite

source: Map
es_es: Mapa

source: Hybrid
es_es: Híbrido

source: Show map page
es_es: Mostrar página del mapa

source: Sound Player Modules
es_es: Módulos de reproductores de audio

source: Version
es_es: Versión

source: By
es_es: Por

source: Visit plugin site
es_es: Visitar página del plugin

source: Description
es_es: Descripción

source: Add new recording
es_es: Añadir nueva grabación

source: Select audio file
es_es: Seleccionar grabación

source: Please, place the recording
es_es: Ubica la grabación

source: Please, select one file to upload.
es_es: Por favor, seleccione una archivo para subir.

source: The selected file is too big.
es_es: El archivo seleccionado es demasiado grande.

source: Locked: form can't be submited.
es_es: Cerrado: la grabación no se puede enviar.

source: Unlocked: form can be submited.
es_es: Abierto: Puede enviar su grabación

source: Name:
es_es: Nombre:

source: Length:
es_es: Duración:

source: Sound file
es_es: Grabación

source: Information
es_es: Información

source: Submit
es_es: Enviar

source: Sound file data:
es_es: Datos de la grabación:

source: Saving the recording
es_es: Guardando la grabación

source: Author:
es_es: Autor:

source: Date:
es_es: Fecha:

source: Description:
es_es: Descripción:

source: <h2>Contribute to Soinumapa.net</h2><p>Hello, just follow a few simple steps and within minutes Soinumapa.net will show your recording.</p>
es_es: <h2>Colabora con Soinumapa.net</h2><p>Hola, sigue los pasos de este sencillo asistente y en unos minutos Soinumapa.net mostrará tu grabación.</p>

source: </p>Unless stated otherwise, your file, like all the sounds that make Soinumapa.net, will be published under a semi-free license (for more information see About Us section).
es_es: </p>A menos que se indique lo contrario, tu archivo, igual que el resto de sonidos que conforman Soinumapa.net, será publicado bajo una licencia semi-libre (para más información consulta la sección Acerca de).

source: Please fill in as much information as possible to identify your recording, and locate it within the map as accurate as possible.</p>
es_es: Por favor, rellena la mayor cantidad de campos posibles para identificar tu grabación, y localízala en el mapa con la mayor precisión posible.</p>

source: <p>In any case, the editing team from Soinumapa.net reserves the right to correct or add certain information and / or choose to display or not some recordings, always following the objectives and working methods of the project.</p>
es_es: <p>En todo caso, el equipo de edición de Soinumapa.net se reserva el derecho de corregir o añadir información y / o decidir si mostrar o no algunas grabaciones, siempre siguiendo los objetivos y métodos de trabajo del proyecto.</p>

source: <p>Thanks for participating in Soinumapa.net!</p>
es_es: <p>¡Gracias por participar en Soinumapa.net!</p>

source: Step 1: Select audio file to upload
es_es: Paso 1: Selecciona el archivo de audio

source: <p>The sound file must be saved in mp3 format.</p><p>The maximum file size for uploading is 7 Mb, if you want to upload a bigger file, please contact to audiolab.arteleku@gmail.com</p>
es_es: <p>El archivo de sonido debe estar guardado en formato mp3.</p><p>El tamaño máximo de subida de un archivo es de 7 Mb, si necesitas subir un archivo mayor, por favor, ponte en contacto con audiolab.arteleku@gmail.com</p>

source: <h2>Last check</h2>
es_es: <h2>Últimas comprobaciones</h2>

source: <p>Now, check that position you selected is correct.</p>
es_es: <p>Ahora, comprueba que la posición que marcaste es correcta.</p>

source: </p>In order to help us on any issue concerning the recording, give us your contact mail. We will not publicate it and you will no receive any spam from us.</p>
es_es: </p>Con el fin de ayudarnos en caso de tener cualquier problema relacionado con la grabación, te pedimos que nos des un mail de contacto. Esta dirección no será publicada y no recibirás ningún email no deseado por nuestra parte.</p>

source: <p>Once you have filled the mail, slide the locker bar and submit the information.</p><h5>Thank you for your collaboration</h5>
es_es: <p>Después de rellenar el mail, desliza la barra del candado para poder enviar los datos.</p><h5>Gracias por tú colaboración.</h5>

source: Step 4: Check the position and upload recording
es_es: Paso 4: Comprueba la ubicación y sube la grabación

source: Add recording
es_es: Añadir grabación

source: <h2>Place the recording</h2>
es_es: <h2>Posiciona la grabación</h2>

source: <p>Try to find the position for the recording on the map. Once you have find it, click on the location for positioning the marker.</p>
es_es: <p>Busca la posición donde realizaste la grabación en el mapa. Una vez localizada, haz click sobre la ubicación para posicionar el marcador.</p>

source: Step 2: Place the recording on the map
es_es: Paso 2: Posiciona la grabación en el mapa

source: <h2>Information about the recording</h2>
es_es: <h2>Información acerca de la grabación</h2>

source: <p>Help us filling this form about the information of your recording.</p>
es_es: <p>Ayúdanos rellenando estos campos con información de tu grabación.</p>

source: <p>Please, fill as much fields as you can, on the different languages of the sound map. Don't worry if you don't know how to do it in any language, we will check the texts and translate them.</p>
es_es: <p>Por favor, rellena todos los campos posibles en los distintos idiomas que forman el mapa sonoro. Si no conoces alguno de los idiomas, el equipo de edición del proyecto revisará el texto y lo traducirá.</p>

source: <p>Fill also the fields of the date you did the recording, the name of the author and also try to categorize the recording. You can select more than one category.</p>
es_es: <p>Indícanos también la fecha en la que realizaste la grabación, el nombre del autor de la misma y las categorías bajo las que te gustaría catalogar la grabación. Puedes seleccionar más de una categoría.</p>

source: Step 3: Information about the recording
es_es: Paso 3: Información acerca de la grabación

source: Title
es_es: Título

source: Date (dd/mm/yyyy)
es_es: Fecha (dd/mm/yyyy)

source: Category
es_es: Categoría

source: SoundMap
es_es: Mapa Sonoro

source: Date
es_es: Fecha

source: Tags
es_es: Etiquetas

source: Categories
es_es: Categorías
